[
    {
        "venue": "National Stadium, Karachi"
    },
    {
        "venue": "The Village, Malahide, Dublin"
    },
    {
        "venue": "Melbourne Cricket Ground"
    },
    {
        "venue": "Dr. Y.S. Rajasekhara Reddy ACA-VDCA Cricket Stadium"
    },
    {
        "venue": "Queens Sports Club",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            " Queens Sports Club Stadium is Batting Pitch.",
            "Queens Sports Club Stadium is known for its batting-friendly pitch, which offers good conditions for batsmen. The surface generally provides consistent bounce, making it ideal for players to score freely. Batting first often proves beneficial, as the pitch tends to remain solid throughout the game, allowing for big totals. However, as the match progresses, bowlers do get some opportunities, especially in the later overs. Overall, it’s a ground where batsmen can thrive, and high-scoring games are often expected."
        ]
    },
    {
        "venue": "Adelaide Oval",
        "Leg Side Boundary Length": "67M",
        "Off Side Boundary Length": "59M",
        "Straight Boundary Length": "104M",
        "Back Side Boundary Length": "86M",
        "batting_1st": "57%",
        "bowling_1st": "43%"
    },
    {
        "venue": "Shaheed Chandu Stadium"
    },
    {
        "venue": "ICC Academy, Dubai"
    },
    {
        "venue": "United Cricket Club Ground, Windhoek"
    },
    {
        "venue": "Lord's, London"
    },
    {
        "venue": "Southend Club Cricket Stadium, Karachi"
    },
    {
        "venue": "Trent Bridge",
        "batting_1st": "65%",
        "bowling_1st": "35%",
        "desc": [
            "Trent Bridge Stadium Is a Batting Pitch.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "Trent Bridge Stadium is generally considered a batting-friendly pitch. The surface offers good bounce and pace, which allows batsmen to play their shots confidently. While it does provide some assistance to the bowlers, especially early on, the conditions tend to favor the batters, making it an ideal venue for high-scoring matches. The boundary sizes and flat nature of the pitch further enhance the prospects for big totals."
        ]
    },
    {
        "venue": "Kennington Oval, London"
    },
    {
        "venue": "North-West University No1 Ground"
    },
    {
        "venue": "Rangiri Dambulla International Stadium",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "County Ground",
        "batting_1st": "30%",
        "bowling_1st": "70%",
        "desc": [
            "The Cooper Associates Cricket Ground Is a Bowlling Pitch.",
            "The Cooper Associates Cricket Ground is primarily known as a bowling-friendly pitch, offering conditions that favor fast bowlers. The hard surface and consistent bounce provide bowlers with plenty of assistance, making it challenging for batsmen, especially early on. The pace and bounce can create opportunities for bowlers to dominate, while the pitch tends to become more testing as the game progresses. Batsmen need to be cautious and adapt to the conditions, as the pitch can turn tricky with time, offering more rewards to the bowlers."
        ]
    },
    {
        "venue": "Gymkhana Club Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "Gymkhana Club Ground, Nairobi"
    },
    {
        "venue": "Old Trafford",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Old Trafford Cricket Ground Is a batting Pitch.",
            "Old Trafford Cricket Ground is generally considered a batting-friendly pitch. The surface typically offers good bounce and pace, making it conducive to high scoring. Batsmen can play their shots with confidence, especially during the first innings. While bowlers might find some assistance in the early overs, the pitch usually becomes more favorable for batting as the game progresses, allowing for big totals. Teams winning the toss often choose to bat first, taking advantage of the favorable batting conditions early in the match."
        ]
    },
    {
        "venue": "The Cooper Associates County Ground, Taunton"
    },
    {
        "venue": "Tribhuvan University International Cricket Ground, Kirtipur"
    },
    {
        "venue": "University Oval",
        "Field size": "45m X 120m",
        "Leg Side Boundary Length": "56 meters",
        "Off Side Boundary Length": "64 meters",
        "batting_1st": "29%",
        "bowling_1st": "71%",
        "desc": [
            "University Oval Ground is batting pitch.",
            "he University Oval in Dunedin, New Zealand, is generally considered a batting-friendly pitch. Historically, it has favored batsmen, with high scores being a common occurrence. The pitch often offers good bounce and carry, making it easier for batsmen to score runs. However, it’s important to note that pitch conditions can vary depending on factors like weather and the time of year."
        ]
    },
    {
        "venue": "Old Hararians",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Punjab Cricket Association Stadium, Mohali"
    },
    {
        "venue": "Shere Bangla National Stadium"
    },
    {
        "venue": "Queens Sports Club, Bulawayo"
    },
    {
        "venue": "Harare Sports Club",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Harare Sports Club Stadium is a Batting Pitch.",
            "Harare Sports Club Stadium is known for its batting-friendly pitch. The pitch tends to offer good bounce and pace, providing excellent conditions for the batsmen to play their shots. With minimal assistance for bowlers, especially spinners, it’s a ground where big scores are often seen. The conditions favor aggressive batting, making it a high-scoring venue where batsmen can dominate. It’s ideal for teams looking to put up challenging totals."
        ]
    },
    {
        "venue": "Beausejour Stadium, Gros Islet"
    },
    {
        "venue": "Grace Road",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Grace Road Cricket Ground Is a Batting pitch. ",
            "Grace Road Cricket Ground is known for its batting-friendly pitch, offering consistent bounce and pace that favor the batsmen. The surface allows for aggressive stroke play, making it ideal for high-scoring matches. While bowlers can find some movement early on, the pitch generally supports batting throughout the game, allowing players to accumulate runs with ease. Teams that set a big total here often have a significant advantage, as the conditions are favorable for strong batting performances."
        ]
    },
    {
        "venue": "Edgbaston",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Edgbaston Cricket Ground Is a"
        ]
    },
    {
        "venue": "Sydney Cricket Ground",
        "Field size": "56 m x 154 m",
        "Leg Side Boundary Length": "73 mtr",
        "Off Side Boundary Length": "81 mtr",
        "Straight Boundary Length": "87 mtr",
        "Back Side Boundary Length": "69 mtr",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "At Sydney Cricket Ground, the toss plays a crucial role, with teams batting first having a slight advantage, winning 52% of the time. The pitch tends to slow down in the second innings, making it harder to chase down big totals. Therefore, the team winning the toss is likely to opt for batting first to capitalize on the good conditions early on. This gives them a better chance of setting a challenging total and putting pressure on the chasing side.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            ""
        ]
    },
    {
        "venue": "Sheikh Zayed Stadium",
        "Field size": "76 Mtr x 150 Mtr",
        "Leg Side Boundary Length": "71M",
        "Off Side Boundary Length": "79M",
        "Straight Boundary Length": "97M",
        "Back Side Boundary Length": "79M",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "The Sheikh Zayed Stadium is batting pitch.",
            "The Sheikh Zayed Stadium is a batting-friendly pitch. It offers good bounce and carry, allowing batters to play their shots freely, especially in the early overs. However, spinners may find some assistance as the match progresses, keeping the contest balanced."
        ]
    },
    {
        "venue": "M Chinnaswamy Stadium, Bengaluru"
    },
    {
        "venue": "Sabina Park, Kingston"
    },
    {
        "venue": "Zayed Cricket Stadium, Abu Dhabi"
    },
    {
        "venue": "County Ground, Chelmsford"
    },
    {
        "venue": "Maharashtra Cricket Association Stadium",
        "Field size": "28 m x 128 m",
        "Leg Side Boundary Length": "60 meters",
        "Off Side Boundary Length": "68 meters",
        "Straight Boundary Length": "73 meters",
        "Back Side Boundary Length": "55 meters",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Maharashtra Cricket Association Stadium is known for its batting-friendly pitch",
            " The pitch generally provides good conditions for batsmen, especially in the first innings, allowing them to score freely. As the game progresses, it remains relatively flat, making it easier for the batting side to post big totals. While spinners may come into play later in the match, the ground is primarily seen as a venue where high scores are achievable, making it a thrilling place for run-fests."
        ]
    },
    {
        "venue": "County Ground, Derby"
    },
    {
        "venue": "Eden Park",
        "Field size": "05 m x 95 m",
        "Leg Side Boundary Length": "44M",
        "Off Side Boundary Length": "51M",
        "Straight Boundary Length": "62M",
        "Back Side Boundary Length": "43M",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Eden park favours bowlers",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "Eden Park is known for its bowling-friendly pitch, where the conditions early in the match offer significant assistance to bowlers, especially pacers. The pitch can be challenging for batsmen, particularly in the second innings, as it tends to become more difficult to score. Teams bowling first can capitalize on these conditions to restrict the opposition to a low total. In contrast, the batting side may struggle to chase down the target in the second innings due to the harsh pitch conditions."
        ]
    },
    {
        "venue": "MA Chidambaram Stadium, Chepauk"
    },
    {
        "venue": "Feroz Shah Kotla"
    },
    {
        "venue": "Sir Paul Getty's Ground"
    },
    {
        "venue": "SuperSport Park",
        "Field size": "42 m x 122 m",
        "Leg Side Boundary Length": "56 meters",
        "Off Side Boundary Length": "66 meters",
        "Straight Boundary Length": "80 meters",
        "Back Side Boundary Length": "62 meters",
        "batting_1st": "55%",
        "bowling_1st": "45%",
        "desc": [
            "SuperSport Park Stadium is a batting freindly pitch",
            "The surface at SuperSport Park in Centurion is known for its flat, batting-friendly conditions, offering little assistance to bowlers. While batters can accumulate runs quickly, captains winning the toss may prefer to bowl first, aiming to exploit any early movement or potential moisture in the pitch before it becomes easier to bat in the second innings. This strategy provides a chance to chase down a target later on a more predictable surface."
        ]
    },
    {
        "venue": "Queen's Park Oval, Port of Spain, Trinidad"
    },
    {
        "venue": "National Stadium",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "R Premadasa Stadium"
    },
    {
        "venue": "Sir Vivian Richards Stadium, North Sound"
    },
    {
        "venue": "Shere Bangla National Stadium, Mirpur"
    },
    {
        "venue": "Newlands",
        "Field size": "37 Mtr X 126 Mtr",
        "Leg Side Boundary Length": "59 Mtr",
        "Off Side Boundary Length": "67 Mtr",
        "Straight Boundary Length": "77 Mtr",
        "Back Side Boundary Length": "60 Mtr",
        "batting_1st": "53%",
        "bowling_1st": "47%",
        "desc": [
            "Newlands Cricket Stadium is a Batting Pitch.",
            "Newlands Cricket Stadium is known for providing a balanced pitch that starts off challenging for batsmen but gradually becomes more favorable as the match progresses. Initially, fast bowlers can extract movement, making it tough for the batsmen. However, after the first few overs, the pitch settles, offering consistent bounce and allowing the batters to dominate the game. Overall, it’s a pitch that strengthens batting in the later stages."
        ]
    },
    {
        "venue": "Bharat Ratna Shri Atal Bihari Vajpai Ekana Cricket Stadium"
    },
    {
        "venue": "Multan Cricket Stadium",
        "Field size": "urface:150 mtr x 130 mtr",
        "Surface": "urface:150 mtr x 130 mtr",
        "Leg Side Boundary Length": "54 meter",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Multan Stadium is a batting pitch.",
            "Multan Cricket Stadium is renowned for its batting-friendly conditions, offering a great surface for batsmen to score freely. The pitch provides solid support for aggressive batting early on, making it ideal for setting big totals. Although the conditions may become more challenging as the game progresses, the early stages remain favorable for batsmen. Teams winning the toss would likely choose to bat first, aiming to capitalize on the favorable conditions and put up a strong total."
        ]
    },
    {
        "venue": "Kingsmead, Durban"
    },
    {
        "venue": "Headingley",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "Headingley Cricket Ground is a Batting pitch. ",
            "Headingley Cricket Ground is generally considered a bowling-friendly pitch. Fast bowlers can extract early movement, especially if the conditions are overcast. The pitch can offer bounce and help seamers early on, while spinners may get assistance as the game progresses. So, if you’re predicting for the toss, the team winning it would likely prefer to bowl first."
        ]
    },
    {
        "venue": "Providence Stadium",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Warner Park, Basseterre"
    },
    {
        "venue": "Western Australia Cricket Association Ground"
    },
    {
        "venue": "National Cricket Stadium, St George's"
    },
    {
        "venue": "Seddon Park, Hamilton"
    },
    {
        "venue": "Sylhet International Cricket Stadium",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Sylhet International Cricket Stadium is batting freindly pitch.",
            "Sylhet International Cricket Stadium is a batting haven where stroke makers thrive! The even surface and true bounce make it a dream come true for batters to play their shots freely. This ground is tailor-made for run-fests! The batters can settle in quickly and unleash their firepower, making it tough for bowlers to restrict the scoring."
        ]
    },
    {
        "venue": "Captain Roop Singh Stadium"
    },
    {
        "venue": "Civil Service Cricket Club, Stormont, Belfast"
    },
    {
        "venue": "County Ground, Bristol"
    },
    {
        "venue": "SuperSport Park, Centurion"
    },
    {
        "venue": "The Wanderers Stadium",
        "Field size": "64 m x 122 m",
        "Leg Side Boundary Length": "59 meters",
        "Off Side Boundary Length": "63 meters",
        "Straight Boundary Length": "91 meters",
        "Back Side Boundary Length": "73 meters",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "The Wanderers is known for its batting-friendly pitch.",
            "Where batters enjoy good support throughout the game. The pitch offers consistent bounce and pace, making it easier to score runs, particularly for the top order. However, chasing big totals can still be challenging, and teams winning the toss often prefer to set a strong total by batting first."
        ]
    },
    {
        "venue": "Seddon Park",
        "Field size": "38 M x 130 M",
        "Leg Side Boundary Length": "69M",
        "Off Side Boundary Length": "61M",
        "Straight Boundary Length": "77M",
        "Back Side Boundary Length": "61M",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Seddon park Is a Batting Pitch",
            "Seddon Park in Hamilton is widely regarded as a batting-friendly pitch, offering flat surfaces and short boundaries that favor high-scoring matches. While it’s known for its support to batsmen, bowlers can still find opportunities, especially in longer formats where swing and variable bounce come into play. This combination makes it a popular venue for exciting limited-overs games and competitive Test matches."
        ]
    },
    {
        "venue": "Riverside Ground, Chester-le-Street"
    },
    {
        "venue": "Moosa Cricket Stadium, Pearland"
    },
    {
        "venue": "Lord's"
    },
    {
        "venue": "Dubai International Cricket Stadium",
        "Field size": "48 Mtr x 130 Mtr",
        "Leg Side Boundary Length": "61 Mtr",
        "Off Side Boundary Length": "69 Mtr",
        "Straight Boundary Length": "83 Mtr",
        "Back Side Boundary Length": "65 Mtr",
        "batting_1st": "33%",
        "bowling_1st": "67%",
        "desc": [
            "Dubai International Stadium is batting freindly pitch.",
            "The Dubai International Stadium is known for being a batting-friendly pitch, offering consistent bounce and good carry, making it ideal for stroke-making. Teams batting first often post competitive totals, as the surface allows batters to play their shots freely. While spinners may find some assistance in the middle overs, the pitch largely supports high-scoring games, making it a paradise for batters. Winning the toss and opting to bat first is often the preferred strategy at this venue."
        ]
    },
    {
        "venue": "The Rose Bowl",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "The Rose Bowl Cricket Ground Is a Batting Pitch.",
            "The Rose Bowl Cricket Ground is known for its batting-friendly pitch, which tends to favor batsmen with consistent bounce and good carry. This surface often leads to high-scoring games, allowing batters to play aggressive shots throughout the innings. While bowlers can still make an impact, the pitch generally offers more rewards to those who are patient and able to build partnerships. The conditions at this venue create an exciting atmosphere, with big totals and thrilling run chases being a common feature."
        ]
    },
    {
        "venue": "City Oval, Pietermaritzburg"
    },
    {
        "venue": "Carisbrook"
    },
    {
        "venue": "Brabourne Stadium",
        "Field size": "18 M x 104 M",
        "Leg Side Boundary Length": "50 Meters",
        "Off Side Boundary Length": "54 Meters",
        "Straight Boundary Length": "68 Meters",
        "Back Side Boundary Length": "0 Meters",
        "batting_1st": "54%",
        "bowling_1st": "46%",
        "desc": [
            "Brabourne Stadium is batting-friendly with occasional slow turn for spinners.",
            "Brabourne Stadium offers consistent bounce and a good pace that favors stroke play, making it an ideal ground for high-scoring matches. While the surface predominantly supports batting, spinners can find some slow turn as the game progresses, especially in the latter stages. This mix of conditions makes Brabourne Stadium an exciting venue for both aggressive batting and strategic bowling."
        ]
    },
    {
        "venue": "Sportpark Maarschalkerweerd, Utrecht"
    },
    {
        "venue": "Basin Reserve, Wellington"
    },
    {
        "venue": "New Wanderers Stadium, Johannesburg"
    },
    {
        "venue": "Kennington Oval",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Kennington Oval Cricket Ground Is"
        ]
    },
    {
        "venue": "Brisbane Cricket Ground, Woolloongabba"
    },
    {
        "venue": "Sharjah Cricket Association Stadium"
    },
    {
        "venue": "Reliance Stadium",
        "Field size": "41 meters x 136 meters",
        "Leg Side Boundary Length": "64 meters",
        "Off Side Boundary Length": "72 meters",
        "Straight Boundary Length": "75 meters",
        "Back Side Boundary Length": "66 meters",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Reliance Stadium is Known for its Batting Pitch.",
            "Reliance Stadium is known for being a batting-friendly pitch, where the surface offers good pace and bounce, making it ideal for batsmen to score freely. Early on, the conditions are perfect for setting a high total, as the pitch tends to settle and become more favorable for batting as the match progresses. While bowlers can still find some assistance, the pitch generally supports batsmen, allowing them to capitalize on the conditions and build solid innings. Teams winning the toss may prefer to bat first, aiming to post a strong total, knowing that the pitch will continue to favor batting as the game moves forward."
        ]
    },
    {
        "venue": "Wanderers Cricket Ground, Windhoek"
    },
    {
        "venue": "McLean Park",
        "Field size": "40 mtr x 130 mtr",
        "Leg Side Boundary Length": "61 meters",
        "Off Side Boundary Length": "69 meters",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "McLean Park Cricket Stadium is a batting pitch.",
            "McLean Park in Napier is known for its batting-friendly conditions, particularly for the first innings. The pitch offers good bounce and pace, which allows batsmen to play their strokes freely. While bowlers may find some early assistance, particularly pacers, the pitch generally becomes more favorable for batting as the match progresses. It’s a venue where the batting side can put up big totals, making it an exciting ground for high-scoring matches."
        ]
    },
    {
        "venue": "Maple Leaf North-West Ground"
    },
    {
        "venue": "VRA Ground, Amstelveen"
    },
    {
        "venue": "Pallekele International Cricket Stadium",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "New Wanderers Stadium"
    },
    {
        "venue": "St George's Park, Port Elizabeth"
    },
    {
        "venue": "Kingsmead",
        "Field size": "47  Mtr x 122 Mtr",
        "Leg Side Boundary Length": "55 meters",
        "Off Side Boundary Length": "67 meters",
        "batting_1st": "65%",
        "bowling_1st": "35%",
        "desc": [
            "Kingsmead Stadium Batting-Friendly Pitch",
            "Kingsmead Stadium is known for being a batting-friendly pitch, offering favorable conditions for batsmen. The surface generally provides good bounce and pace, allowing players to play their shots comfortably. While there may be some assistance for bowlers early on, the pitch tends to favor batsmen throughout the match, making it ideal for high scores."
        ]
    },
    {
        "venue": "Eden Gardens",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Maharashtra Cricket Association Stadium, Pune"
    },
    {
        "venue": "Royal Chiangmai Golf Club"
    },
    {
        "venue": "Queen's Park Oval, Port of Spain"
    },
    {
        "venue": "Rawalpindi Cricket Stadium",
        "Field size": "50 M x 135 M",
        "Leg Side Boundary Length": "71 meters",
        "Off Side Boundary Length": "64 meters",
        "Straight Boundary Length": "84 meters",
        "Back Side Boundary Length": "66 meters",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "Rawal Pindi Ground is a Batting Behaviour Pitch.",
            "The Rawalpindi Ground is known for its batting-friendly pitch, offering excellent conditions for batsmen. The surface provides good pace and bounce, making it easier for batsmen to score freely and play aggressive shots. As a result, high-scoring matches are common here, with batsmen benefiting from the favorable pitch conditions. The pitch generally favors attacking play and allows for big totals to be set."
        ]
    },
    {
        "venue": "Galle International Stadium",
        "Field size": "45 M x 128 M",
        "Leg Side Boundary Length": "60 Meters",
        "Off Side Boundary Length": "68 Meters",
        "Straight Boundary Length": "88 Meters",
        "Back Side Boundary Length": "57 Meters",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Galle International Stadium is batting pitch.",
            "Galle International Stadium is known for its spin-friendly surface, making it a haven for batters who can handle turn and bounce. While the pitch offers assistance to spinners from Day 3 onward, batters often enjoy scoring runs in the early stages of the game, especially against the new ball. Patience and skill are key to building a big total here!"
        ]
    },
    {
        "venue": "Gaddafi Stadium, Lahore"
    },
    {
        "venue": "Perth Stadium",
        "Field size": "65 m × 130 m",
        "Leg Side Boundary Length": "64m",
        "Off Side Boundary Length": "66m",
        "Straight Boundary Length": "92m",
        "Back Side Boundary Length": "73m",
        "batting_1st": "67%",
        "bowling_1st": "33%",
        "desc": [
            "Perth Stadium is a bowling pitch that supports pacers.Perth Stadium is renowned for its pace and bounce, creating the perfect conditions for fast bowlers. With such a dynamic surface, this match is set to deliver an exciting start to the series. So its clearly visible that Perth Stadium is a bowling pitch."
        ]
    },
    {
        "venue": "Arnos Vale Ground, Kingstown"
    },
    {
        "venue": "Clontarf Cricket Club Ground"
    },
    {
        "venue": "Castle Avenue, Dublin"
    },
    {
        "venue": "Bay Oval",
        "Field size": "40 m x 130 m",
        "Leg Side Boundary Length": "63 meters",
        "Off Side Boundary Length": "67 meters",
        "Straight Boundary Length": "79 meters",
        "Back Side Boundary Length": "61 meters",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Bay Oval Cricket Ground is Bowling Pitch.",
            "Bay Oval’s bowling pitch is a dynamic challenge for bowlers, with its fresh grass providing ideal conditions for pace and bounce. Fast bowlers can capitalize on the early moisture for swing, while seamers can find movement off the pitch. The conditions remain favorable for bowlers throughout, offering a perfect balance of speed and swing, ensuring an exciting battle between bat and ball."
        ]
    },
    {
        "venue": "Mahinda Rajapaksa International Cricket Stadium, Sooriyawewa"
    },
    {
        "venue": "Westpac Stadium"
    },
    {
        "venue": "Bellerive Oval",
        "Field size": "75 mtr x 135 mtr",
        "Leg Side Boundary Length": "63 meters",
        "Off Side Boundary Length": "72 meters",
        "Straight Boundary Length": "96 meters",
        "batting_1st": "56%",
        "bowling_1st": "44%",
        "desc": [
            "Bellerive Oval  Cricket Ground is a Batting Pitch.",
            "Pitches typically start off slow and gradually flatten out as the match progresses. Over time, the pitch characteristics have evolved, leading to a more balanced contest between bat and ball. While bowlers may enjoy some initial assistance, particularly early on, the conditions tend to favor the batsmen as the game moves forward, making for an exciting and competitive encounter."
        ]
    },
    {
        "venue": "Grange Cricket Club Ground, Raeburn Place"
    },
    {
        "venue": "Al Amerat Cricket Ground Oman Cricket (Ministry Turf 1)"
    },
    {
        "venue": "Kinrara Academy Oval"
    },
    {
        "venue": "St George's Park"
    },
    {
        "venue": "Forthill, Dundee"
    },
    {
        "venue": "Rajiv Gandhi International Stadium, Uppal"
    },
    {
        "venue": "Queen's Park Oval"
    },
    {
        "venue": "Nehru Stadium",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Nehru Stadium is a Batting Pitch.",
            "The Nehru Stadium pitch is typically a batting-friendly surface, offering good bounce and consistent pace, making it ideal for batsmen to play their shots. Batsmen can expect to score freely, especially in the initial stages of the match. However, as the game progresses, spinners may come into play, but the pitch generally remains favorable for batting throughout. Due to these conditions, high-scoring games are common, and teams tend to post large totals."
        ]
    },
    {
        "venue": "Khan Shaheb Osman Ali Stadium"
    },
    {
        "venue": "Bharat Ratna Shri Atal Bihari Vajpayee Ekana Cricket Stadium",
        "Field size": "44 M x 138 M",
        "Leg Side Boundary Length": "67 Meters",
        "Off Side Boundary Length": "71 Meters",
        "Straight Boundary Length": "81 Meters",
        "Back Side Boundary Length": "63 Meters",
        "batting_1st": "55%",
        "bowling_1st": "45%",
        "desc": [
            " Balanced with a slight edge for batting.",
            "Ekana Cricket Stadium in Cuttack generally favors the batsmen, with a good balance between bat and ball. The pitch tends to provide a decent amount of bounce and carry, helping the batsmen to score runs, especially in the initial overs. However, the spinners can also come into play later in the game, making it a mixed surface."
        ]
    },
    {
        "venue": "Tony Ireland Stadium, Townsville"
    },
    {
        "venue": "Shaheed Veer Narayan Singh International Stadium, Raipur"
    },
    {
        "venue": "Riverside Ground",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Riverside Cricket Ground Is a Batting Pitch.",
            "Riverside Cricket Ground is generally considered a batting-friendly pitch. The surface provides solid support for batsmen, allowing them to play aggressive shots, especially during the initial stages of the match. While it may offer some assistance to bowlers, the pitch tends to favor the batsmen, leading to high-scoring games. Teams that win the toss may often prefer to bat first, taking advantage of the conditions to post a big total."
        ]
    },
    {
        "venue": "Sawai Mansingh Stadium",
        "Field size": "42 meter x 148 meter",
        "Leg Side Boundary Length": "6 meters",
        "Off Side Boundary Length": "2 meters",
        "Straight Boundary Length": "1 meters",
        "Back Side Boundary Length": "1 meters",
        "batting_1st": "72%",
        "bowling_1st": "28%",
        "desc": [
            "Sawai Mansingh Stadium is a batting-friendly pitch.",
            " The flat surface and relatively small boundaries make it conducive to high-scoring matches, especially in limited-overs formats like ODIs and T20s. Batsmen often enjoy favorable conditions here, with good bounce and pace. While bowlers can still find some assistance, especially in the initial overs or under lights, the pitch overall tends to favor the batters, making for exciting, high-scoring games."
        ]
    },
    {
        "venue": "Mannofield Park",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Gaddafi Stadium",
        "Leg Side Boundary Length": "6 Mtr",
        "Off Side Boundary Length": "4 Mtr",
        "Straight Boundary Length": "1 Mtr",
        "Back Side Boundary Length": "4 Mtr",
        "batting_1st": "67%",
        "bowling_1st": "33%",
        "desc": [
            "Gaddafi Stadium is Batting friendly pitch.",
            "Gaddafi Stadium is widely regarded as a paradise for batsmen, thanks to its batting-friendly pitch. The surface offers consistent bounce and pace, allowing players to execute their shots with ease and confidence. Coupled with a fast outfield, even well-timed shots race to the boundary, making it a high-scoring venue. While spinners might get some grip as the match progresses, the pitch remains a haven for stroke-makers throughout most of the game."
        ]
    },
    {
        "venue": "Sharjah Cricket Stadium",
        "Field size": "35 Mtr X 120 Mtr",
        "Leg Side Boundary Length": "56 Mtr",
        "Off Side Boundary Length": "64 Mtr",
        "Straight Boundary Length": "76 Mtr",
        "Back Side Boundary Length": "59 Mtr",
        "batting_1st": "43%",
        "bowling_1st": "57%",
        "desc": [
            "Sharjah Stadium is Bowling Pitch  that supports pacers.",
            "Sharjah Stadium is known for its unpredictable pitch conditions, but it often favors bowlers, especially spinners, due to its slow surface. The pitch tends to assist turn and grip, making it challenging for batters to play freely. While pacers can exploit early movement under lights, spinners usually dominate the middle overs. Bowlers who vary their pace and lengths are often rewarded on this track."
        ]
    },
    {
        "venue": "Kensington Oval, Bridgetown"
    },
    {
        "venue": "Amini Park, Port Moresby"
    },
    {
        "venue": "Central Broward Regional Park Stadium Turf Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Sophia Gardens",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "Sophia Gardens Cricket Ground Is Bowlling Pitch.",
            "Sophia Gardens Cricket Ground is generally considered a bowling-friendly pitch. The surface offers assistance to both pace bowlers and spinners, making it challenging for batsmen to settle, especially early in the game. The conditions often favor bowlers who can extract movement from the pitch, and it tends to become more difficult for batters as the match progresses. Teams winning the toss may opt to bowl first to take advantage of the conditions, as the pitch provides good support for both pace and spin bowling."
        ]
    },
    {
        "venue": "Al Amerat Cricket Ground Oman Cricket (Ministry Turf 2)"
    },
    {
        "venue": "Hazelaarweg, Rotterdam"
    },
    {
        "venue": "Kensington Oval, Barbados"
    },
    {
        "venue": "Boland Park",
        "Field size": "55m x 127m",
        "Leg Side Boundary Length": "61m",
        "Off Side Boundary Length": "66m",
        "Straight Boundary Length": "88m",
        "Back Side Boundary Length": "67m",
        "batting_1st": "30%",
        "bowling_1st": "70%",
        "desc": [
            "Boland Park is a bowling pitch.",
            "Boland Park is known to be a bowler-friendly pitch, offering assistance to both pacers and spinners. The surface often provides good bounce and movement for seamers, especially early in the game, while spinners can extract turn as the match progresses. Batters may find it challenging to score freely, as the conditions generally favor disciplined and skillful bowling. This makes Boland Park a venue where bowlers can dominate and low-scoring matches are common."
        ]
    },
    {
        "venue": "Willowmoore Park",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Willowmoore Park Stadium is batting pitch.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "Willowmoore Park is known for being a batting-friendly pitch, offering favorable conditions for batsmen to play their shots. The surface generally remains flat and hard, allowing the ball to come onto the bat nicely, which aids stroke play. Although bowlers can get some assistance, especially later in the game, the pitch is generally conducive to high scores."
        ]
    },
    {
        "venue": "Maharani Usharaje Trust Cricket Ground"
    },
    {
        "venue": "Old Trafford, Manchester"
    },
    {
        "venue": "Iqbal Stadium",
        "Field size": "urface:",
        "Surface": "urface:",
        "batting_1st": "67%",
        "bowling_1st": "33%",
        "desc": [
            "Iqbal Cricket Stadium appears to be a batting-friendly pitch",
            "Iqbal Cricket Stadium appears to be a batting-friendly pitch, especially in the first innings. However, the decline in scores in the second innings suggests it may offer some help to bowlers later in the game, possibly spinners as the pitch wears down. Teams winning the toss might prefer to bat first to take full advantage of the favorable batting conditions upfront."
        ]
    },
    {
        "venue": "Tribhuvan University International Cricket Ground",
        "Field size": "54 M x 132 M",
        "Leg Side Boundary Length": "62M",
        "Off Side Boundary Length": "70M",
        "Straight Boundary Length": "86M",
        "Back Side Boundary Length": "68M",
        "batting_1st": "45%",
        "bowling_1st": "55%",
        "desc": [
            "Tribhuvan University International Cricket Ground is a Bowling Pitch",
            "Tribhuvan University International Cricket Ground is known for being a bowler-friendly pitch. The pitch tends to offer assistance to bowlers, especially pacers, early on with some movement. Spinners also tend to play a crucial role as the match progresses, making it challenging for batsmen. Teams opting to bowl first often have an advantage here."
        ]
    },
    {
        "venue": "Castle Avenue",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Zahur Ahmed Chowdhury Stadium",
        "Field size": "50 Mtr X 136 Mtr",
        "Leg Side Boundary Length": "72 meters",
        "Off Side Boundary Length": "64 meters",
        "Straight Boundary Length": "84 meters",
        "Back Side Boundary Length": "66 meters",
        "batting_1st": "51%",
        "bowling_1st": "49%",
        "desc": [
            "Zahur Ahmed Chowdhury Cricket Ground is a Batting pitch.",
            "Zahur Ahmed Chowdhury Cricket Ground is a batting-friendly venue, offering a flat and hard pitch ideal for high-scoring matches. Batsmen enjoy consistent bounce and favorable conditions, making it perfect for aggressive stroke play."
        ]
    },
    {
        "venue": "Bay Oval, Mount Maunganui"
    },
    {
        "venue": "ICC Academy",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "The Rose Bowl, Southampton"
    },
    {
        "venue": "M Chinnaswamy Stadium"
    },
    {
        "venue": "Sir Vivian Richards Stadium, North Sound, Antigua"
    },
    {
        "venue": "Queenstown Events Centre"
    },
    {
        "venue": "Mangaung Oval",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Maple Leaf North-West Ground, King City"
    },
    {
        "venue": "Manuka Oval",
        "Field size": "62 m × 138 m (531 ft × 453 ft)",
        "Leg Side Boundary Length": "71 meters",
        "Off Side Boundary Length": "67 meters",
        "Straight Boundary Length": "90 meters",
        "Back Side Boundary Length": "72 meters",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Manuka Oval in Canberra features a batting-friendly pitch with true bounce, ideal for aggressive strokemakers. While pacers may get some early movement, the pitch generally favors batsmen as the game progresses, making it conducive to high scores and attacking cricket.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            ""
        ]
    },
    {
        "venue": "Queen's Park Oval, Trinidad"
    },
    {
        "venue": "R Premadasa Stadium, Colombo"
    },
    {
        "venue": "Willowmoore Park, Benoni"
    },
    {
        "venue": "Wankhede Stadium",
        "Field size": "36 m x 132 m",
        "Leg Side Boundary Length": "64 meters",
        "Off Side Boundary Length": "68 meters",
        "Straight Boundary Length": "72 meters",
        "Back Side Boundary Length": "64 meters",
        "batting_1st": "45%",
        "bowling_1st": "55%",
        "desc": [
            "Wankhede Stadium is Batting Pitch.",
            "Wankhede Stadium in Mumbai is known for its batting-friendly pitch, offering a true bounce and fast outfield. The conditions favor stroke play, providing ample opportunity for the batsmen to score quickly. With its flat surface and shorter boundaries, it’s a high-scoring venue where big totals are often chased down with ease. Expect explosive batting performances under the bright lights of this iconic ground!"
        ]
    },
    {
        "venue": "Allan Border Field, Brisbane"
    },
    {
        "venue": "Kotambi Stadium, Vadodara"
    },
    {
        "venue": "Wankhede Stadium, Mumbai"
    },
    {
        "venue": "The Village, Malahide"
    },
    {
        "venue": "Mannofield Park, Aberdeen"
    },
    {
        "venue": "Old Hararians, Harare"
    },
    {
        "venue": "Hagley Oval, Christchurch"
    },
    {
        "venue": "University Oval, Dunedin"
    },
    {
        "venue": "Trent Bridge, Nottingham"
    },
    {
        "venue": "Warner Park, Basseterre, St Kitts"
    },
    {
        "venue": "Nehru Stadium, Poona"
    },
    {
        "venue": "Docklands Stadium",
        "Leg Side Boundary Length": "68m",
        "Off Side Boundary Length": "61m",
        "Straight Boundary Length": "91m",
        "Back Side Boundary Length": "69m",
        "batting_1st": "53%",
        "bowling_1st": "47%",
        "desc": [
            "Docklands Stadium, also known as Marvel Stadium, is generally considered a bowling-friendly pitch, especially for pacers. The surface often offers good bounce and carry, making it ideal for seam and swing bowlers. Spinners may find it challenging, but disciplined bowling can create opportunities. Scores here are usually moderate, making it a competitive venue",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            ""
        ]
    },
    {
        "venue": "Stellenbosch University 1"
    },
    {
        "venue": "Bharat Ratna Shri Atal Bihari Vajpayee Ekana Cricket Stadium, Lucknow"
    },
    {
        "venue": "Marrara Cricket Ground",
        "batting_1st": "67%",
        "bowling_1st": "28%",
        "desc": [
            "Content",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            ""
        ]
    },
    {
        "venue": "Saxton Oval",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Saxton Oval Stadium is a Batting Pitch.",
            "A batting-friendly pitch provides excellent conditions for batsmen, offering good bounce and carry throughout the match. The pitch tends to favor aggressive stroke play, allowing batters to score freely, especially in the middle and later overs. While pacers may get some early movement, the true nature of the surface generally supports batting, making it ideal for high-scoring games. Spinners may find some turn as the match progresses, but overall, a batting-friendly pitch offers the best chances for big scores."
        ]
    },
    {
        "venue": "Vidarbha Cricket Association Stadium, Jamtha"
    },
    {
        "venue": "Captain Roop Singh Stadium, Gwalior"
    },
    {
        "venue": "Senwes Park",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Bert Sutcliffe Oval",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Bert Sutcliffe Oval Cricket Ground iS a batting pitch.",
            "Bert Sutcliffe Oval Cricket Ground is known for its batting-friendly pitch. The surface provides good pace and bounce, making it ideal for batsmen to play their shots and accumulate runs. Batting conditions are generally favorable throughout the match, with the pitch offering plenty of opportunities for high scores. While bowlers may find some assistance early on, the overall conditions tend to favor batting, allowing batsmen to take advantage of the pace and bounce as the game progresses. Teams winning the toss often choose to bat first to capitalize on these favorable conditions."
        ]
    },
    {
        "venue": "Boland Bank Park, Paarl"
    },
    {
        "venue": "Basin Reserve",
        "Field size": "56M x 130M",
        "Leg Side Boundary Length": "61M",
        "Off Side Boundary Length": "69M",
        "Straight Boundary Length": "87M",
        "Back Side Boundary Length": "69M",
        "batting_1st": "31%",
        "bowling_1st": "69%",
        "desc": [
            "Basin Reserve is a Batting pitch.",
            "In this ground it is generally consider a batting pitch, but it tends to favor the batters, especially in limited-overs formats. The pitch provides good bounce and pace, which helps the batsmen play aggressive shots. However, it can also offer some assistance to bowlers, particularly pacers, early in the innings or under overcast conditions. Overall, while both batters and bowlers can find some advantage, Basin Reserve is known to offer favorable conditions for batting, making for high-scoring matches in limited-overs cricket."
        ]
    },
    {
        "venue": "Hagley Oval",
        "Field size": "49 m x 149 m",
        "Leg Side Boundary Length": "71M",
        "Off Side Boundary Length": "78m",
        "Straight Boundary Length": "84M",
        "Back Side Boundary Length": "65M",
        "batting_1st": "33%",
        "bowling_1st": "67%",
        "desc": [
            "Hagley Oval Ground is a batting Pitch.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "The pitch offers good bounce and pace, making it favorable for batsmen, especially during the early stages of the match. It allows players to build solid innings, and the outfield is typically quick, which encourages boundary-hitting. While the bowlers do get some assistance early on, the surface tends to flatten out as the game progresses, offering ideal conditions for the batting side to dominate. This combination of factors makes it a great venue for high-scoring encounters."
        ]
    },
    {
        "venue": "Mangaung Oval, Bloemfontein"
    },
    {
        "venue": "Green Park",
        "batting_1st": "20%",
        "bowling_1st": "80%",
        "desc": [
            " Bowling Freindly Pitch",
            "Green Park Stadium generally tends to favor bowlers, especially in the T20 format. With a dry and slightly slower surface, bowlers get good assistance, particularly spinners. However, during the latter stages of the match, the pitch becomes more favorable to the batting side, allowing for higher scores."
        ]
    },
    {
        "venue": "Headingley, Leeds"
    },
    {
        "venue": "Davies Park, Queenstown"
    },
    {
        "venue": "Western Australia Cricket Association Ground, Perth"
    },
    {
        "venue": "Arbab Niaz Stadium"
    },
    {
        "venue": "Senwes Park, Potchefstroom"
    },
    {
        "venue": "Sportpark Westvliet, The Hague"
    },
    {
        "venue": "Takashinga Sports Club, Highfield, Harare"
    },
    {
        "venue": "VRA Cricket Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "Allan Border Field",
        "Field size": "32 m x 146 m",
        "Leg Side Boundary Length": "67m",
        "Off Side Boundary Length": "79m",
        "Straight Boundary Length": "75m",
        "Back Side Boundary Length": "57m",
        "batting_1st": "30%",
        "bowling_1st": "70%",
        "desc": [
            "Allan Border Field Stadium is a bowling-friendly pitch, favoring pacers early and spinners.",
            "Allan Border Field Stadium generally offers balanced conditions but often favors bowlers due to its pitch characteristics. The surface tends to assist pacers early on with some swing and seam movement, while spinners can come into play as the match progresses. Teams winning the toss here typically choose to bowl first, aiming to take advantage of the bowling-friendly conditions."
        ]
    },
    {
        "venue": "County Ground, Northampton"
    },
    {
        "venue": "Goodyear Park, Bloemfontein"
    },
    {
        "venue": "Newlands, Cape Town"
    },
    {
        "venue": "Bangabandhu National Stadium, Dhaka"
    },
    {
        "venue": "Himachal Pradesh Cricket Association Stadium, Dharamsala"
    },
    {
        "venue": "Sinhalese Sports Club Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Holkar Cricket Stadium",
        "batting_1st": "55%",
        "bowling_1st": "45%",
        "desc": [
            "Holkar Stadium is  batting pitch.",
            ". The surface tends to favor batsmen, providing good bounce and pace, making it ideal for stroke play. While fast bowlers may find some assistance with the new ball, the pitch typically becomes more favorable for batsmen as the game progresses. Spinners can also come into play during the middle overs, but overall, it is a high-scoring ground, with batters having the advantage."
        ]
    },
    {
        "venue": "Nehru Stadium, Fatorda"
    },
    {
        "venue": "St Lawrence Ground, Canterbury"
    },
    {
        "venue": "Marrara Cricket Ground, Darwin"
    },
    {
        "venue": "Ray Mitchell Oval, Harrup Park, Mackay"
    },
    {
        "venue": "Grand Prairie Stadium, Dallas"
    },
    {
        "venue": "North Sydney Oval",
        "batting_1st": "55%",
        "bowling_1st": "45%",
        "desc": [
            "atting or Bowling Pitch at North Sydney Oval",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "North Sydney Oval is generally regarded as a balanced pitch. The conditions favor batting during the early stages of the match, with the pitch offering good bounce and true bounce. While it is a great pitch for batsmen, there is usually some assistance for bowlers, particularly pacers, in the early overs. As the match progresses, the pitch tends to favor the batsmen more, especially in the second innings."
        ]
    },
    {
        "venue": "Antigua Recreation Ground, St John's"
    },
    {
        "venue": "County Ground, New Road"
    },
    {
        "venue": "John Davies Oval, Queenstown"
    },
    {
        "venue": "W.A.C.A. Ground",
        "Field size": "49 m x 139 m",
        "Leg Side Boundary Length": "56 meters",
        "Off Side Boundary Length": "73 meters",
        "Straight Boundary Length": "81 meters",
        "Back Side Boundary Length": "58 meters",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "W.A.C.A. Ground is known for its fast and bouncy pitch, making it a bowling-friendly venue.",
            "The pitch at W.A.C.A. is famous for offering pace and bounce, which provides excellent conditions for fast bowlers to thrive. This type of surface makes the ground ideal for bowlers, particularly pacers, to extract maximum value from the pitch. With such challenging conditions, matches at the W.A.C.A. Ground are always set to be thrilling, especially for the bowlers, who are expected to dominate. The characteristics of the pitch make it clear that W.A.C.A. Ground is a venue where the bowlers are likely to take center stage."
        ]
    },
    {
        "venue": "Daren Sammy National Cricket Stadium, Gros Islet, St Lucia"
    },
    {
        "venue": "Sir Vivian Richards Stadium",
        "Leg Side Boundary Length": "ff Side Boundary Length:Straight Boundary Length:Back Side Boundary Length:",
        "Off Side Boundary Length": "traight Boundary Length:Back Side Boundary Length:",
        "Straight Boundary Length": "ack Side Boundary Length:",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Bulawayo Athletic Club",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "VRA Ground"
    },
    {
        "venue": "Saxton Oval, Nelson"
    },
    {
        "venue": "Holkar Cricket Stadium, Indore"
    },
    {
        "venue": "Khettarama Stadium"
    },
    {
        "venue": "Zahur Ahmed Chowdhury Stadium, Chattogram"
    },
    {
        "venue": "Junction Oval, Melbourne"
    },
    {
        "venue": "Arun Jaitley Stadium, Delhi"
    },
    {
        "venue": "Diamond Oval, Kimberley"
    },
    {
        "venue": "Civil Service Cricket Club, Stormont"
    },
    {
        "venue": "The Wanderers Stadium, Johannesburg"
    },
    {
        "venue": "Terdthai Cricket Ground, Bangkok"
    },
    {
        "venue": "Providence Stadium, Guyana"
    },
    {
        "venue": "Westpac Park, Hamilton"
    },
    {
        "venue": "Choice Moosa Stadium, Pearland"
    },
    {
        "venue": "Bellerive Oval, Hobart"
    },
    {
        "venue": "Sardar Patel Stadium, Motera"
    },
    {
        "venue": "Diamond Oval",
        "Field size": "44m x 125 m",
        "Leg Side Boundary Length": "59 M",
        "Off Side Boundary Length": "66 M",
        "Straight Boundary Length": "82 M",
        "Back Side Boundary Length": "61 M",
        "batting_1st": "80%",
        "bowling_1st": "20%",
        "desc": [
            "Diamond Oval Stadium is a batting freindly pitch.",
            "Diamond Oval in Kimberley a paradise for batters! With its flat surface, even bounce, and lightning-fast outfield, this ground promises a run-fest. Bowlers will need all their tricks to make an impact, as batters thrive on the consistent conditions. Expect boundaries galore and high-scoring thrillers at this batting-friendly venue!"
        ]
    },
    {
        "venue": "R.Premadasa Stadium, Khettarama"
    },
    {
        "venue": "Buffalo Park",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "Buffalo Stadium Stadium is batting pitch.",
            "Buffalo Stadium (also known as Buffalo Park) in East London, South Africa, is generally considered a batting-friendly pitch. The surface tends to be relatively flat, which offers good conditions for batsmen to play their shots. However, like many South African pitches, it can still provide some assistance to bowlers, particularly with the bounce and pace, but overall, it leans towards being a batting-friendly wicket."
        ]
    },
    {
        "venue": "Grace Road, Leicester"
    },
    {
        "venue": "Eden Gardens, Kolkata"
    },
    {
        "venue": "Sophia Gardens, Cardiff"
    },
    {
        "venue": "The Vineyard"
    },
    {
        "venue": "Malahide",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Queen's Park (New), St George's, Grenada"
    },
    {
        "venue": "North Sydney Oval, Sydney"
    },
    {
        "venue": "Goodyear Park"
    },
    {
        "venue": "Buffalo Park, East London"
    },
    {
        "venue": "Boland Park, Paarl"
    },
    {
        "venue": "De Beers Diamond Oval"
    },
    {
        "venue": "De Beers Diamond Oval, Kimberley"
    },
    {
        "venue": "Kensington Oval, Bridgetown, Barbados"
    },
    {
        "venue": "Coolidge Cricket Ground, Antigua"
    },
    {
        "venue": "Nondescripts Cricket Club Ground"
    },
    {
        "venue": "Cambusdoon New Ground, Ayr"
    },
    {
        "venue": "Narendra Modi Stadium, Ahmedabad"
    },
    {
        "venue": "Observatory Lane, Rathmines"
    },
    {
        "venue": "Titwood"
    },
    {
        "venue": "Dubai Sports City Cricket Stadium"
    },
    {
        "venue": "Sinovich Park, Sinoville"
    },
    {
        "venue": "Boland Bank Park"
    },
    {
        "venue": "Bradman Oval"
    },
    {
        "venue": "The Royal & Sun Alliance County Ground, Bristol"
    },
    {
        "venue": "Punjab Cricket Association IS Bindra Stadium, Mohali"
    },
    {
        "venue": "MA Aziz Stadium"
    },
    {
        "venue": "Mahinda Rajapaksa International Cricket Stadium, Sooriyawewa, Hambantota"
    },
    {
        "venue": "Chittagong Divisional Stadium"
    },
    {
        "venue": "Sinhalese Sports Club Ground, Colombo"
    },
    {
        "venue": "Sheikh Kamal International Cricket Stadium",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "Chevrolet Park"
    },
    {
        "venue": "R.Premadasa Stadium",
        "Field size": "55 M x 130 M",
        "Leg Side Boundary Length": "63 meters",
        "Off Side Boundary Length": "67 meters",
        "Straight Boundary Length": "86 meters",
        "Back Side Boundary Length": "69 meters",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "R.Premadasa Stadium is a bowlling pitch",
            "R.Premadasa Stadium is known for being a bowler-friendly pitch where pacers can exploit early movement, and spinners often play a key role as the game progresses. The surface tends to provide assistance to bowlers, especially in the first innings, making it challenging for batsmen to settle. Teams winning the toss may prefer to bowl first, taking advantage of the conditions that favor bowlers early on."
        ]
    },
    {
        "venue": "Arnos Vale Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Edgbaston, Birmingham"
    },
    {
        "venue": "St Lawrence Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%"
    },
    {
        "venue": "P Sara Oval",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Westpac Stadium, Wellington"
    },
    {
        "venue": "North West Cricket Stadium, Potchefstroom"
    },
    {
        "venue": "JSCA International Stadium Complex, Ranchi"
    },
    {
        "venue": "Sector 16 Stadium",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Sector 16 Stadium is Batting pitch.",
            "Sector 16 Stadium in Chandigarh seems to favor the team batting first. The statistics show a higher success rate for teams setting a total, with 5 wins out of 7 when batting first. The average first innings score of 217 is quite high, suggesting that the pitch provides good conditions for batsmen, especially in the first innings."
        ]
    },
    {
        "venue": "Eden Park No 2"
    },
    {
        "venue": "Peter Burge Oval",
        "batting_1st": "67%",
        "bowling_1st": "28%",
        "desc": [
            "Content"
        ]
    },
    {
        "venue": "Iqbal Stadium, Faisalabad"
    },
    {
        "venue": "County Ground, New Road, Worcester"
    },
    {
        "venue": "International Sports Stadium",
        "batting_1st": "30%",
        "bowling_1st": "70%",
        "desc": [
            "International Sports Stadium is a Bowling Pitch.",
            "Bowling Pitch: The International Sports Stadium is known for its bowling-friendly conditions, where the pitch generally offers assistance to both pace bowlers and spinners. The surface tends to have good bounce and carries, making it ideal for bowlers who can extract movement off the pitch. Bowlers are likely to dominate here, especially in the early stages of the game, with swing and spin coming into play as the match progresses."
        ]
    },
    {
        "venue": "JSCA International Stadium Complex",
        "batting_1st": "43%",
        "bowling_1st": "57%",
        "desc": [
            "The JSCA International Stadium isbowling pitch.",
            "The JSCA International Stadium is generally considered a bowling pitch. The conditions tend to favor bowlers, especially in the second innings, with the pitch offering some assistance in terms of bounce and movement. While batsmen may find some opportunities early on, the surface can become tougher to bat on as the game progresses, making it more favorable for the bowlers."
        ]
    },
    {
        "venue": "Bready Cricket Club, Magheramason"
    },
    {
        "venue": "Mombasa Sports Club Ground"
    },
    {
        "venue": "Sheikh Abu Naser Stadium",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "Sardar Patel (Gujarat) Stadium, Motera"
    },
    {
        "venue": "Brisbane Cricket Ground"
    },
    {
        "venue": "Jaffery Sports Club Ground"
    },
    {
        "venue": "Himachal Pradesh Cricket Association Stadium",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "The Himachal Pradesh Cricket Association Stadium is Batting Pitch.",
            "The Himachal Pradesh Cricket Association (HPCA) Stadium pitch tends to favor batting, especially in the first innings. With an average score of 184 for the team batting first, the pitch provides good conditions for batsmen to score runs freely, especially during the early part of the game. However, the pitch can provide some assistance to bowlers as the match progresses, particularly to spinners. In general, it is considered a batting-friendly pitch with some help for bowlers later on."
        ]
    },
    {
        "venue": "Jade Stadium"
    },
    {
        "venue": "Cobham Oval (New)"
    },
    {
        "venue": "Saurashtra Cricket Association Stadium",
        "Field size": "2 mtr x 64 mtr",
        "Leg Side Boundary Length": "28 mtr",
        "Off Side Boundary Length": "36 mtr",
        "Straight Boundary Length": "50 mtr",
        "Back Side Boundary Length": "32 mtr",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Saurashtra Cricket Association Stadium is a Batting Pitch.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "Saurashtra Cricket Association Stadium in Rajkot is known to favor batting, providing a pitch that typically offers good conditions for stroke play. The surface tends to remain firm and hard, making it conducive to high-scoring games. While bowlers, particularly pacers, might get some assistance early on, the pitch generally supports batsmen throughout the match, leading to exciting, fast-paced cricket."
        ]
    },
    {
        "venue": "Nahar Singh Stadium, Faridabad"
    },
    {
        "venue": "Louth Cricket Club"
    },
    {
        "venue": "Andhra Cricket Association-Visakhapatnam District Cricket Association Stadium"
    },
    {
        "venue": "Rajiv Gandhi International Stadium, Uppal, Hyderabad"
    },
    {
        "venue": "Grange Cricket Club, Raeburn Place"
    },
    {
        "venue": "Desert Springs Cricket Ground, Almeria"
    },
    {
        "venue": "Niaz Stadium, Hyderabad"
    },
    {
        "venue": "Titwood, Glasgow"
    },
    {
        "venue": "Barabati Stadium",
        "Field size": "45 m x 130 m",
        "Leg Side Boundary Length": "61 meters",
        "Off Side Boundary Length": "69 meters",
        "Straight Boundary Length": "81 meters",
        "Back Side Boundary Length": "64 meters",
        "batting_1st": "45%",
        "bowling_1st": "55%",
        "desc": [
            "Barabati Stadium is a Batting Pitch.",
            "Barabati Stadium in Cuttack is known for its batting-friendly pitch, offering excellent conditions for scoring runs. The surface tends to favor batting, especially early on, making it ideal for setting big totals. While bowlers may find some challenge as the game progresses, chasing a score here is often more feasible due to the favorable conditions for batting throughout the match. The pitch supports high-scoring encounters, making it an exciting venue for both setting and chasing totals."
        ]
    },
    {
        "venue": "Brian Lara Stadium, Tarouba, Trinidad"
    },
    {
        "venue": "Sabina Park, Kingston, Jamaica"
    },
    {
        "venue": "National Cricket Stadium, Grenada"
    },
    {
        "venue": "Madhavrao Scindia Cricket Ground"
    },
    {
        "venue": "Sir Vivian Richards Stadium, Antigua"
    },
    {
        "venue": "Cazaly's Stadium, Cairns"
    },
    {
        "venue": "The Hills Cricket Club Ground"
    },
    {
        "venue": "Windsor Park, Roseau"
    },
    {
        "venue": "Vidarbha Cricket Association Ground"
    },
    {
        "venue": "Narayanganj Osmani Stadium"
    },
    {
        "venue": "M.Chinnaswamy Stadium",
        "Field size": "34 M x 127 M",
        "Leg Side Boundary Length": "64 meters",
        "Off Side Boundary Length": "63 meters",
        "Straight Boundary Length": "76 meters",
        "Back Side Boundary Length": "58 meters",
        "batting_1st": "55%",
        "bowling_1st": "45%",
        "desc": [
            "M.Chinnaswamy Stadium is a batting friendly pitch.",
            "M. Chinnaswamy Stadium is known for being a batting-friendly pitch, offering good bounce and pace that favors the batsmen. The pitch tends to flatten out as the match progresses, allowing the batters to score freely, especially in the second innings. Although pacers can get some initial movement, the conditions generally favor high-scoring games. Teams chasing big totals here have a good chance of success if they can handle the pressure and pace of the initial overs."
        ]
    },
    {
        "venue": "Hurstville Oval"
    },
    {
        "venue": "Vidarbha Cricket Association Stadium, Jamtha, Nagpur"
    },
    {
        "venue": "Dr. Y.S. Rajasekhara Reddy ACA-VDCA Cricket Stadium, Visakhapatnam"
    },
    {
        "venue": "Sinhalese Sports Club",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Eden Park, Auckland"
    },
    {
        "venue": "Stellenbosch University 2"
    },
    {
        "venue": "Cambusdoon New Ground"
    },
    {
        "venue": "McLean Park, Napier"
    },
    {
        "venue": "Manuka Oval, Canberra"
    },
    {
        "venue": "MA Chidambaram Stadium, Chepauk, Chennai"
    },
    {
        "venue": "Chilaw Marians Cricket Club Ground"
    },
    {
        "venue": "Vidarbha C.A. Ground"
    },
    {
        "venue": "County Ground, Hove"
    },
    {
        "venue": "Colombo Cricket Club Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "FTZ Sports Complex (BOI)"
    },
    {
        "venue": "ICC Global Cricket Academy"
    },
    {
        "venue": "Greenfield International Stadium, Thiruvananthapuram"
    },
    {
        "venue": "Riverway Stadium, Townsville"
    },
    {
        "venue": "Sedgars Park, Potchefstroom"
    },
    {
        "venue": "Brisbane Cricket Ground, Woolloongabba, Brisbane"
    },
    {
        "venue": "North Marine Road Ground",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "North Marine Road Cricket Ground is a Bowling Pitch.",
            "The North Marine Road Cricket Ground is known as a bowling-friendly pitch. Fast bowlers can extract early movement due to the surface and weather conditions, especially in the initial overs. Spinners also find assistance as the match progresses, making it challenging for batters to settle. Teams winning the toss often prefer to bowl first to exploit these conditions effectively."
        ]
    },
    {
        "venue": "Welagedara Stadium"
    },
    {
        "venue": "Affies Park"
    },
    {
        "venue": "Sedgars Park"
    },
    {
        "venue": "Toronto Cricket, Skating and Curling Club"
    },
    {
        "venue": "AMI Stadium"
    },
    {
        "venue": "Arun Jaitley Stadium",
        "Leg Side Boundary Length": "61M",
        "Off Side Boundary Length": "69M",
        "Straight Boundary Length": "67M",
        "Back Side Boundary Length": "62M",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Arun Jaitley Stadium favors batsmen with good bounce and short boundaries.",
            "Arun Jaitley Stadium is known for being a batting-friendly pitch. The surface offers good bounce and a solid foundation, which allows batsmen to play their shots with confidence. With shorter boundaries, it provides ample opportunities for quick runs. While pacers might find some assistance early on, the pitch generally favors the batsmen, especially in the first innings. This makes it a great venue for high-scoring matches, with the potential for big totals. However, as the game progresses, spinners may also find some grip in the later overs."
        ]
    },
    {
        "venue": "Barsapara Cricket Stadium, Guwahati"
    },
    {
        "venue": "Arnos Vale Ground, Kingstown, St Vincent"
    },
    {
        "venue": "Sportpark Het Schootsveld",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "Mission Road Ground, Mong Kok"
    },
    {
        "venue": "Indian Petrochemicals Corporation Limited Sports Complex Ground"
    },
    {
        "venue": "Lal Bahadur Shastri Stadium, Hyderabad, Deccan"
    },
    {
        "venue": "Harlequins"
    },
    {
        "venue": "The Cooper Associates County Ground",
        "batting_1st": "30%",
        "bowling_1st": "70%",
        "desc": [
            "The Cooper Associates Cricket Ground Is a Bowlling Pitch.",
            "The Cooper Associates Cricket Ground is primarily known as a bowling-friendly pitch, offering conditions that favor fast bowlers. The hard surface and consistent bounce provide bowlers with plenty of assistance, making it challenging for batsmen, especially early on. The pace and bounce can create opportunities for bowlers to dominate, while the pitch tends to become more testing as the game progresses. Batsmen need to be cautious and adapt to the conditions, as the pitch can turn tricky with time, offering more rewards to the bowlers."
        ]
    },
    {
        "venue": "Bundaberg Rum Stadium, Cairns"
    },
    {
        "venue": "Zohur Ahmed Chowdhury Stadium"
    },
    {
        "venue": "Ruaraka Sports Club Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "Bangabandhu National Stadium"
    },
    {
        "venue": "Southend Club Cricket Stadium"
    },
    {
        "venue": "OUTsurance Oval"
    },
    {
        "venue": "Clontarf Cricket Club Ground, Dublin"
    },
    {
        "venue": "Darren Sammy National Cricket Stadium, St Lucia"
    },
    {
        "venue": "Greenfield International Stadium",
        "batting_1st": "40%",
        "bowling_1st": "60%",
        "desc": [
            "The Greenfield International Stadium is  bowling-friendly pitch.",
            "Greenfield International Stadium is known for its bowling-friendly pitch, where bowlers typically find more assistance than batsmen. Fast bowlers can extract movement early in the game, especially with overcast conditions, while spinners come into play as the match progresses, benefiting from the pitch’s grip and turn. The surface tends to offer consistent bounce, which challenges the batsmen to play with caution. Due to these conditions, matches often see low to moderate scores, and bowling units tend to dominate, making it a challenging venue for aggressive batting."
        ]
    },
    {
        "venue": "Mulpani Cricket Ground"
    },
    {
        "venue": "Grange Cricket Club Ground, Raeburn Place, Edinburgh"
    },
    {
        "venue": "Sher-e-Bangla National Cricket Stadium",
        "Field size": "86 m × 136 m",
        "Leg Side Boundary Length": "71m",
        "Off Side Boundary Length": "65m",
        "Straight Boundary Length": "103m",
        "Back Side Boundary Length": "83m",
        "batting_1st": "65%",
        "bowling_1st": "35%",
        "desc": [
            "Sher-e-Bangla Stadium is a batting pitch that supports batters.",
            "Sher-e-Bangla National Cricket Stadium (Mirpur) generally offers a balanced pitch, but in recent years, it has been known to favor batting, especially in the first innings. The pitch tends to be flat with good bounce, making it easier for batsmen to play their shots. Early on, fast bowlers may get some movement, but as the match progresses, the conditions become more favorable for batsmen. The boundaries at Mirpur are relatively small, adding to the advantage for hitters. However, spinners can come into play as the pitch starts to wear, especially in the later stages of the game."
        ]
    },
    {
        "venue": "Daren Sammy National Cricket Stadium",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Saurashtra Cricket Association Stadium, Rajkot"
    },
    {
        "venue": "MA Aziz Stadium, Chittagong"
    },
    {
        "venue": "Punjab Cricket Association IS Bindra Stadium, Mohali, Chandigarh"
    },
    {
        "venue": "Daren Sammy National Cricket Stadium, Gros Islet"
    },
    {
        "venue": "National Cricket Stadium",
        "Field size": "86 m × 136 m",
        "Leg Side Boundary Length": "71m",
        "Off Side Boundary Length": "65m",
        "Straight Boundary Length": "103m",
        "Back Side Boundary Length": "83m",
        "batting_1st": "65%",
        "bowling_1st": "35%",
        "desc": [
            "Sher-e-Bangla Stadium is a batting pitch that supports batters.",
            "Sher-e-Bangla National Cricket Stadium (Mirpur) generally offers a balanced pitch, but in recent years, it has been known to favor batting, especially in the first innings. The pitch tends to be flat with good bounce, making it easier for batsmen to play their shots. Early on, fast bowlers may get some movement, but as the match progresses, the conditions become more favorable for batsmen. The boundaries at Mirpur are relatively small, adding to the advantage for hitters. However, spinners can come into play as the pitch starts to wear, especially in the later stages of the game."
        ]
    },
    {
        "venue": "Junction Oval",
        "Field size": "148 M x 135 M",
        "Leg Side Boundary Length": "63 meters",
        "Off Side Boundary Length": "72 meters",
        "Straight Boundary Length": "83 meters",
        "Back Side Boundary Length": "65 meters",
        "batting_1st": "73%",
        "bowling_1st": "27%",
        "desc": [
            "Junction oval Stadium is a batting pitch. ",
            "Junction Oval is known for being a batting-friendly pitch, offering consistent bounce and good carry, making it ideal for stroke play. The surface generally favors batsmen, especially in the early stages, allowing them to play aggressive shots. While bowlers can extract some movement early on, the pitch tends to favor high-scoring encounters as the game progresses. With its flat nature and pace, Junction Oval provides an excellent platform for batsmen to dominate and post big totals."
        ]
    },
    {
        "venue": "Nahar Singh Stadium"
    },
    {
        "venue": "Haslegrave Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "YMCA Cricket Club",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch"
        ]
    },
    {
        "venue": "Eden Park Outer Oval",
        "Field size": "05 m x 95 m",
        "Leg Side Boundary Length": "44M",
        "Off Side Boundary Length": "51M",
        "Straight Boundary Length": "62M",
        "Back Side Boundary Length": "43M",
        "batting_1st": "70%",
        "bowling_1st": "30%",
        "desc": [
            "Eden park favours bowlers",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "Eden Park is known for its bowling-friendly pitch, where the conditions early in the match offer significant assistance to bowlers, especially pacers. The pitch can be challenging for batsmen, particularly in the second innings, as it tends to become more difficult to score. Teams bowling first can capitalize on these conditions to restrict the opposition to a low total. In contrast, the batting side may struggle to chase down the target in the second innings due to the harsh pitch conditions."
        ]
    },
    {
        "venue": "Wanderers Cricket Ground",
        "batting_1st": "100%",
        "bowling_1st": "100%",
        "desc": [
            "Batting or Bowling Pitch",
            " "
        ]
    },
    {
        "venue": "P Saravanamuttu Stadium"
    },
    {
        "venue": "Karen Rolton Oval",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "Karen Rolton Oval Stadium is a Bowling Pitch.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "A bowling pitch typically offers assistance to fast bowlers with consistent bounce and swing early in the innings. The surface may also help spinners as the game progresses, offering turn and uneven bounce. Bowlers who can generate pace or spin will thrive on such pitches, and controlling the line and length is key to success. Batting becomes increasingly difficult as the match goes on, making it essential for batsmen to adjust to the changing conditions and build partnerships."
        ]
    },
    {
        "venue": "Keenan Stadium",
        "batting_1st": "55%",
        "bowling_1st": "45%",
        "desc": [
            "Keenan Stadium is Batting  Pitch.",
            "Keenan Stadium in Jamshedpur is traditionally known as a batting-friendly pitch. The surface generally offers consistent bounce and true pace, making it ideal for stroke play. Batters can capitalize on the even bounce to play their shots freely, especially during the early overs. However, spinners can come into play as the match progresses, adding balance to the contest between bat and ball."
        ]
    },
    {
        "venue": "Jade Stadium, Christchurch"
    },
    {
        "venue": "St George's Park, Gqeberha"
    },
    {
        "venue": "Sheikhupura Stadium"
    },
    {
        "venue": "Barabati Stadium, Cuttack"
    },
    {
        "venue": "John Davies Oval",
        "batting_1st": "60%",
        "bowling_1st": "40%",
        "desc": [
            "John Davies Oval Cricket Ground is a Batting Pitch.",
            "\n\nIf anyone wants to cover match loss or needs help in match-winning at FREE OF COST, click here and share your name. We’ll help you with the right guidance.",
            "",
            "On a batting-friendly pitch like John Davies Oval, the conditions are ideal for aggressive and high-scoring innings. Batsmen will likely enjoy the bounce and carry, allowing them to play a variety of shots and build big partnerships. With the pitch offering good value for well-timed strokes, scores of 200 or more could easily be posted, making it a challenging total for any chasing team. However, while it’s a paradise for batsmen, bowlers will need to be strategic, looking for early breakthroughs or using variations to restrict the flow of runs. It’s the kind of pitch where the team batting first could set a daunting target, but the chase would still be possible if the batters apply themselves well."
        ]
    },
    {
        "venue": "Barsapara Cricket Stadium",
        "batting_1st": "30%",
        "bowling_1st": "70%",
        "desc": [
            "Barsapara Cricket Stadium is a Batting Pitch.",
            "Barsapara Cricket Stadium is known for being a batting-friendly pitch. The surface typically offers good bounce and pace, which allows batsmen to play their shots freely, especially in the early stages of the innings. However, as the game progresses, the pitch may slow down slightly, but it still remains favorable for batting, making it ideal for high-scoring matches. Bowlers will need to be strategic to pick wickets, especially in the later stages of the game."
        ]
    },
    {
        "venue": "Sunrise Sports Club, Harare"
    },
    {
        "venue": "P Sara Oval, Colombo"
    }
]